Repository: vakesz/Glasstual
Catalog: Sources/App/Protocol/IRC.xcstrings
Source language: en
Languages: de, hu

# you-have-exceeded-the-maximum-topic
source: You have exceeded the maximum topic length for %1$@ which is %ld characters. The end of your topic may have been cut off.
de: Dein Thema überschreitet die für %1$@ erlaubte Länge von %ld Zeichen. Das Ende wurde möglicherweise abgeschnitten.
hu: Túllépted a(z) %1$@ hálózaton engedélyezett témahosszt, amely %ld karakter. A téma vége lemaradhatott.

# your-user-modes
source: %@, your user modes are %@
de: %@, deine Benutzermodi sind %@
hu: %@, a felhasználói módjaid: %@

# youre-now-known
source: You’re now known as %@
de: Du heißt jetzt %@
hu: Az új beceneved: %@

# irc-client-v
source: %1$@ IRC Client: https://github.com/vakesz/Glasstual — v%2$@
hu: %1$@ IRC-kliens: https://github.com/vakesz/Glasstual, v%2$@
